adpyke.codesnap
akamud.vscode-javascript-snippet-pack
be5invis.vscode-custom-css
bierner.color-info
bierner.markdown-preview-github-styles
biomejs.biome
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
cardinal90.multi-cursor-case-preserve
christian-kohler.npm-intellisense
chrmarti.regex
codezombiech.gitignore
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
eww-yuck.yuck
exodiusstudios.comment-anchors
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
fwcd.kotlin
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
helixquar.asciidecorator
holazz.vsc-reveal
ibm.output-colorizer
jasonnutter.search-node-modules
jpwallace22.react-lazify
kisstkondoros.vscode-gutter-preview
meganrogge.template-string-converter
mhutchie.git-graph
mkxml.vscode-filesize
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
orta.vscode-twoslash-queries
pflannery.vscode-versionlens
prisma.prisma
quicktype.quicktype
ritwickdey.liveserver
simonsiefke.svg-preview
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-persian
stxr.iconfont-preview
svelte.svelte-vscode
thenuprojectcontributors.vscode-nushell-lang
tomoki1207.pdf
twxs.cmake
tyriar.sort-lines
usernamehw.errorlens
vinliao.fast-arrow
wix.vscode-import-cost
xabikos.javascriptsnippets
xabikos.reactsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zaaack.markdown-editor